brew "autoconf"
brew "autojump"
brew "bat"
brew "direnv"
brew "gh"
brew "git"
brew "gitui"
brew "gmp"
brew "jq"
brew "libyaml"
brew "mas"
brew "mise"
brew "openssl@3"
brew "pkgconf"
brew "rage"
brew "readline"
brew "spaceship"
brew "tree"

# =====
# Casks
# =====

cask "zed"

# Fonts
# -----
cask "font-hack-nerd-font"
